<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Persian Invoice Language Lines
    |--------------------------------------------------------------------------
    */

    'invoice'                => 'فاکتور',
    'serial'                 => 'شماره سریال',
    'date'                   => 'تاریخ فاکتور',
    'seller'                 => 'فروشنده',
    'buyer'                  => 'خریدار',
    'address'                => 'آدرس',
    'code'                   => 'کد',
    'vat'                    => 'کد مالیاتی',
    'phone'                  => 'تلفن',
    'description'            => 'توضیحات',
    'units'                  => 'واحد',
    'quantity'               => 'تعداد',
    'price'                  => 'قیمت',
    'discount'               => 'تخفیف',
    'tax'                    => 'مالیات',
    'sub_total'              => 'جمع کل',
    'total_discount'         => 'مجموع تخفیف',
    'taxable_amount'         => 'مبلغ مشمول مالیات',
    'total_taxes'            => 'مجموع مالیات',
    'tax_rate'               => 'نرخ مالیات',
    'total_amount'           => 'مجموع مبلغ',
    'pay_until'              => 'لطفاً تا تاریخ',
    'amount_in_words'        => 'مبلغ به حروف',
    'amount_in_words_format' => '%s %s و %s %s',
    'notes'                  => 'توضیحات',
    'shipping'               => 'هزینه حمل و نقل',
    'paid'                   => 'پرداخت شده',
    'due'                    => 'قابل پرداخت',
    'page'                   => 'صفحه',
];
